Repository: brailcom/speechd
Catalog: po/*.po
Languages: ta

source: %s -- Common interface for Speech Synthesis %s
ta: %s - பேச்சு தொகுப்புக்கான பொதுவான இடைமுகம் %s

source: Usage:
ta: பயன்பாடு:

source: Options:
ta: விருப்பங்கள்:

source: Run as a daemon
ta: ஒரு டீமனாக இயக்கவும்

source: Run as single application
ta: ஒற்றை பயன்பாடாக இயக்கவும்

source: Start only if autospawn is not disabled
ta: ஆட்டோச்பான் முடக்கப்படாவிட்டால் மட்டுமே தொடங்கவும்

source: Set log level (between %d and %d)
ta: பதிவு அளவை அமைக்கவும் ( %d மற்றும் %d க்கு இடையில்)

source: Set path to logging
ta: பதிவு செய்வதற்கான பாதையை அமைக்கவும்

source: Communication method to use ('%s'
ta: பயன்படுத்த தொடர்பு முறை ('%s'

source: or '%s')
ta: அல்லது '%s')

source: Socket path to use for '%s' method
ta: '%s' முறைக்கு பயன்படுத்த சாக்கெட் பாதை

source: (filesystem path or '%s')
ta: (கோப்பு முறைமை பாதை அல்லது '%s')

source: Specify a port number for '%s' method
ta: '%s' முறைக்கு ஒரு துறைமுகம் எண்ணைக் குறிப்பிடவும்

source: Set time in seconds for the server to wait before it
ta: சேவையகம் அதற்கு முன் காத்திருக்க நொடிகளில் நேரத்தை அமைக்கவும்

source: shuts down, if it has no clients connected. Setting to
ta: வாடிக்கையாளர்கள் இணைக்கப்படாவிட்டால், அதை மூடுகிறது. அமைத்தல்

source: 0 disables such shutdown
ta: 0 அத்தகைய பணிநிறுத்தத்தை முடக்குகிறது

source: Set path to pid file
ta: PID கோப்புக்கு பாதையை அமைக்கவும்

source: Set path to configuration
ta: உள்ளமைவுக்கான பாதையை அமைக்கவும்

source: Set path to modules
ta: தொகுதிகளுக்கு பாதையை அமைக்கவும்

source: Report version of this program
ta: இந்த திட்டத்தின் புகாரைப் புகாரளிக்கவும்

source: Output debugging information into $TMPDIR/%s
ta: வெளியீட்டு பிழைத்திருத்த செய்தி $ tmpdir/%s

source: if TMPDIR is exported, otherwise to /tmp/%s
ta: TMPDIR ஏற்றுமதி செய்யப்பட்டால், இல்லையெனில் /tmp /%s

source: Print this info
ta: இந்த தகவலை அச்சிடுக

source: Please report bugs to %s
ta: பிழைகளை %s க்கு புகாரளிக்கவும்

source: Copyright (C) %d-%d Brailcom, o.p.s. This is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2, or (at your option) any later version. Please see COPYING for more details.
ta: பதிப்புரிமை (சி) %d- %d பிரெயில்காம், O.P.S. இது இலவச மென்பொருள்; நீங்கள் அதை மறுபகிர்வு செய்யலாம் மற்றும்/அல்லது மாற்றலாம் வெளியிட்டபடி குனு பொது பொதுமக்கள் உரிமத்தின் விதிமுறைகளின் கீழ் இலவச மென்பொருள் அறக்கட்டளை; பதிப்பு 2, அல்லது (உங்கள் விருப்பத்தில்) பின்னர் எந்தப் பதிப்பும். மேலும் விவரங்களுக்கு நகலெடுப்பதைப் பார்க்கவும்.

source: send text-to-speech output request to speech-dispatcher
ta: உரை-க்கு-பேச்சு வெளியீட்டு கோரிக்கையை பேச்சு-டிச்பாட்சருக்கு அனுப்பவும்

source: Usage: %s [options] "some text"
ta: பயன்பாடு: %s [விருப்பங்கள்] "சில உரை"

source: Options:
ta: விருப்பங்கள்:

source: Set the rate of the speech
ta: பேச்சின் வீதத்தை அமைக்கவும்

source: (between %+d and %+d, default: %d)
ta: ( %+d மற்றும் %+d க்கு இடையில், இயல்புநிலை: %d)

source: Set the pitch of the speech
ta: பேச்சின் சுருதியை அமைக்கவும்

source: Set the pitch range of the speech
ta: பேச்சின் சுருதி வரம்பை அமைக்கவும்

source: Set the volume (intensity) of the speech
ta: பேச்சின் தொகுதி (தீவிரம்) அமைக்கவும்

source: Set the output module
ta: வெளியீட்டு தொகுதியை அமைக்கவும்

source: Get the list of output modules
ta: வெளியீட்டு தொகுதிகளின் பட்டியலைப் பெறுங்கள்

source: Play the sound icon
ta: ஒலி ஐகானை விளையாடுங்கள்

source: Set the language (ISO code)
ta: மொழியை அமைக்கவும் (ஐஎச்ஓ குறியீடு)

source: Set the preferred voice type
ta: விருப்பமான குரல் வகையை அமைக்கவும்

source: Get the list of synthesis voices
ta: தொகுப்பு குரல்களின் பட்டியலைப் பெறுங்கள்

source: Set the synthesis voice
ta: தொகுப்பு குரலை அமைக்கவும்

source: Speak the character
ta: பாத்திரத்தை பேசுங்கள்

source: Speak the key
ta: சாவியைப் பேசுங்கள்

source: Set the punctuation mode
ta: நிறுத்தற்குறி பயன்முறையை அமைக்கவும்

source: Spell the message
ta: செய்தியை உச்சரிக்கவும்

source: Set SSML mode on (default: off)
ta: SSML பயன்முறையை அமைக்கவும் (இயல்புநிலை: முடக்கப்பட்டுள்ளது)

source: Read text to be spoken on stdin, write it on stdout unchanged, and the corresponding speech through Speech Dispatcher.
ta: Stdin இல் பேச வேண்டிய உரையைப் படியுங்கள், அதை மாறாமல் stdout இல் எழுதுங்கள் பேச்சு அனுப்பியவர் மூலம் தொடர்புடைய பேச்சு.

source: Set priority of the message
ta: செய்தியின் முன்னுரிமையை அமைக்கவும்

source: default: %s)
ta: இயல்புநிலை: %s)

source: Set the application name used to establish %1$sthe connection to specified string value
ta: நிறுவ பயன்பாட்டு பெயரை அமைக்கவும் குறிப்பிட்ட சரம் மதிப்புக்கு %1$sthe இணைப்பு

source: (default: %s)
ta: (இயல்புநிலை: %s)

source: Set the connection name used to establish %1$sthe connection to specified string value
ta: நிறுவ பயன்படுத்தப்படும் இணைப்பு பெயரை அமைக்கவும் குறிப்பிட்ட சரம் மதிப்புக்கு %1$sthe இணைப்பு

source: Wait till the message is spoken or discarded
ta: செய்தி பேசப்படும் அல்லது நிராகரிக்கப்படும் வரை காத்திருங்கள்

source: Stop speaking the message being spoken
ta: பேசப்படும் செய்தியைப் பேசுவதை நிறுத்துங்கள்

source: Cancel all messages
ta: எல்லா செய்திகளையும் ரத்துசெய்

source: Print version and copyright info
ta: பதிப்பு மற்றும் பதிப்புரிமை செய்தி

source: Syntax error or bad parameter!
ta: தொடரியல் பிழை அல்லது மோசமான அளவுரு!

source: Missing argument!
ta: வாதையைக் காணவில்லை!

source: Unrecognized option
ta: அங்கீகரிக்கப்படாத விருப்பம்

source: Speech Dispatcher
ta: பேச்சு அனுப்பியவர்

source: Interface to Text to Speech services
ta: பேச்சு சேவைகளுக்கு உரைக்கான இடைமுகம்

source: The value you have chosen is not among the suggested values. You have chosen '%s'.
ta: நீங்கள் தேர்ந்தெடுத்த மதிப்பு பரிந்துரைக்கப்பட்ட மதிப்புகளில் இல்லை. நீங்கள் '%s' என்பதைத் தேர்ந்தெடுத்துள்ளீர்கள்.

source: The suggested values are
ta: பரிந்துரைக்கப்பட்ட மதிப்புகள்

source: Do you want to correct your answer?
ta: உங்கள் பதிலை சரிசெய்ய விரும்புகிறீர்களா?

source: You have chosen '%s'. Please choose one of %s
ta: நீங்கள் '%s' என்பதைத் தேர்ந்தெடுத்துள்ளீர்கள். தயவுசெய்து %s ஒன்றைத் தேர்வுசெய்க

source: A simple tool for basic configuration of Speech Dispatcher and problem diagnostics
ta: பேச்சு அனுப்பியவர் மற்றும் சிக்கல் கண்டறிதலின் அடிப்படை உள்ளமைவுக்கான எளிய கருவி

source: Create Speech Dispatcher configuration for the given user
ta: கொடுக்கப்பட்ட பயனருக்கு பேச்சு அனுப்பி உள்ளமைவை உருவாக்கவும்

source: Configure basic settings in user configuration
ta: பயனர் உள்ளமைவில் அடிப்படை அமைப்புகளை உள்ளமைக்கவும்

source: Configure basic settings in system-wide configuration
ta: கணினி அளவிலான உள்ளமைவில் அடிப்படை அமைப்புகளை உள்ளமைக்கவும்

source: Diagnose problems with the current setup
ta: தற்போதைய அமைப்பில் சிக்கல்களைக் கண்டறியவும்

source: Test connection to Speech Dispatcher using spd-say
ta: SPD-SAY ஐப் பயன்படுத்தி பேச்சு அனுப்பியவருக்கு சோதனை இணைப்பு

source: Test whether Festival works as a server
ta: திருவிழா ஒரு சேவையகமாக செயல்படுகிறதா என்பதை சோதிக்கவும்

source: Test whether Espeak works as a standalone binary
ta: எச்பீக் ஒரு முழுமையான பைனரியாக செயல்படுகிறதா என்பதை சோதிக்கவும்

source: Test ALSA audio output
ta: ALSA ஆடியோ வெளியீட்டை சோதிக்கவும்

source: Test Pulse Audio output
ta: சோதனை துடிப்பு ஆடியோ வெளியீடு

source: Use espeak to synthesize messages
ta: செய்திகளை ஒருங்கிணைக்க ESPEAK ஐப் பயன்படுத்தவும்

source: Do not ask any questions, always use default values
ta: எந்த கேள்விகளையும் கேட்க வேண்டாம், எப்போதும் இயல்புநிலை மதிப்புகளைப் பயன்படுத்துங்கள்

source: Debug a problem and generate a report
ta: ஒரு சிக்கலை பிழைத்தி மற்றும் ஒரு அறிக்கையை உருவாக்கவும்

source: Print version and copyright info
ta: பதிப்பு மற்றும் பதிப்புரிமை செய்தி

source: ERROR: It was not possible to connect to Festival on the given host and port. Connection failed with error %d : %s .
ta: பிழை: திருவிழாவுடன் இணைக்க முடியவில்லை வழங்கப்பட்ட புரவலன் மற்றும் துறைமுகம். பிழை %d: %s உடன் இணைப்பு தோல்வியடைந்தது.

source: Hint: Most likely, your Festival server is not running now or not at the default port %d. Try /etc/init.d/festival start or run 'festival --server' from the command line.
ta: குறிப்பு: பெரும்பாலும், உங்கள் திருவிழா சேவையகம் இப்போது இயங்கவில்லை அல்லது இயல்புநிலை போர்ட்டில் இல்லை %d. /Etc/init.d/festival கட்டளை வரியிலிருந்து 'திருவிழா -சேவையகத்தை' தொடங்கவும் அல்லது இயக்கவும்.

source: Festival contains freebsoft-utils.
ta: திருவிழாவில் ஃப்ரீபிப்சாஃப்ட்-பயன்பாடுகள் உள்ளன.

source: ERROR: Your Festival server is working but it doesn't seem to load festival-freebsoft-utils. You need to install festival-freebsoft-utils to be able to use Festival with Speech Dispatcher.
ta: பிழை: உங்கள் திருவிழா சேவையகம் செயல்படுகிறது, ஆனால் அது தெரியவில்லை திருவிழா-ஃப்ரீஃபெப்சாஃப்ட்-பயன்பாடுகளை ஏற்ற. நீங்கள் திருவிழா-ஃப்ரீஃபெப்சாஃப்ட்-பயன்பாடுகளை நிறுவ வேண்டும் பேச்சு அனுப்பியவருடன் திருவிழாவைப் பயன்படுத்த முடியும்.

source: Python can't find the Speech Dispatcher library. Is it installed? This won't prevent Speech Dispatcher to work, but no Python applications like Orca will be able to use it. Search for package like python-speechd, download and install it.
ta: பேச்சு அனுப்பும் நூலகத்தை பைத்தானால் கண்டுபிடிக்க முடியவில்லை. இது நிறுவப்பட்டுள்ளதா? இது பேச்சு அனுப்பியவர் வேலை செய்வதைத் தடுக்காது, ஆனால் இல்லை ஓர்கா போன்ற பைதான் பயன்பாடுகள் இதைப் பயன்படுத்த முடியும். பைதான்-ச்பீச் போன்ற தொகுப்பைத் தேடுங்கள், அதை பதிவிறக்கம் செய்து நிறுவவும்.

source: %s selected, but %s not installed. This might be a false warning, but most likely sound is not working.
ta: %s தேர்ந்தெடுக்கப்பட்டன, ஆனால் %s நிறுவப்படவில்லை. இது ஒரு பொய்யாக இருக்கலாம் எச்சரிக்கை, ஆனால் பெரும்பாலும் ஒலி செயல்படவில்லை.

source: Are you sure that %s audio is working?
ta: %s ஆடியோ வேலை செய்கிறது என்பது உறுதி?

source: Can't play audio via %s
ta: வழியாக ஆடியோவை இயக்க முடியாது %s

source: Your audio doesn't seem to work, please fix audio first or choose a different method.
ta: உங்கள் ஆடியோ வேலை செய்யத் தெரியவில்லை, முதலில் ஆடியோவை சரிசெய்யவும் அல்லது தேர்வு செய்யவும் வேறு முறை.

source: Did you hear the sound?
ta: நீங்கள் ஒலி கேட்டீர்களா?

source: Please examine the above output from the sound playback utility. If everything seems right, are you sure your audio is loud enough and not muted in the mixer? Please fix your audio system first or choose a different audio output method in configuration.
ta: சவுண்ட் பிளேபேக்கிலிருந்து மேலே உள்ள வெளியீட்டை ஆராயுங்கள் பயன்பாடு. எல்லாம் சரியாகத் தெரிந்தால், உங்கள் ஆடியோ போதுமான சத்தமாக இருக்கிறது என்பதில் உறுதியாக இருக்கிறீர்களா? மிக்சியில் முடக்கப்பட்டவில்லையா? முதலில் உங்கள் ஆடியோ அமைப்பை சரிசெய்யவும் அல்லது வேறு தேர்வு செய்யவும் உள்ளமைவில் ஆடியோ வெளியீட்டு முறை.

source: Audio output '%s' works
ta: ஆடியோ வெளியீடு '%s' வேலை செய்கிறது

source: Testing Speech Dispatcher using spd_say
ta: SPD_SAY ஐப் பயன்படுத்தி பேச்சு அனுப்பியவர் சோதனை

source: Can't execute the spd-say binary, it is very likely that Speech Dispatcher is not installed.
ta: SPD- SAY பைனரியை இயக்க முடியாது, பேச்சு அனுப்பியவர் நிறுவப்படவில்லை என்பது மிகவும் சாத்தியம்.

source: Did you hear the message about Speech Dispatcher working?
ta: பேச்சு அனுப்பியவர் வேலை செய்வது பற்றிய செய்தியை நீங்கள் கேட்டீர்களா?

source: Speech Dispatcher is installed and working!
ta: பேச்சு அனுப்பியவர் நிறுவப்பட்டு வேலை செய்கிறார்!

source: Speech Dispatcher is installed but there is some problem
ta: பேச்சு அனுப்பியவர் நிறுவப்பட்டுள்ளது, ஆனால் சில சிக்கல் உள்ளது

source: Testing whether Festival works as a server
ta: திருவிழா ஒரு சேவையகமாக செயல்படுகிறதா என்பதை சோதிக்கிறது

source: Festival server is not working.
ta: திருவிழா சேவையகம் வேலை செய்யவில்லை.

source: Festival server seems to work correctly
ta: திருவிழா சேவையகம் சரியாக வேலை செய்வதாக தெரிகிறது

source: Testing whether Espeak works
ta: எச்பீக் செயல்படுகிறதா என்பதை சோதிக்கிறது

source: Espeak is installed
ta: எச்பீக் நிறுவப்பட்டுள்ளது

source: Can't execute the espeak binary, it is likely that espeak is not installed.
ta: எச்பீக் பைனரியை இயக்க முடியாது, அது எச்பீக் நிறுவப்படவில்லை.

source: Testing ALSA sound output
ta: ALSA ஒலி வெளியீட்டை சோதித்தல்

source: Testing PULSE sound output
ta: துடிப்பு ஒலி வெளியீட்டை சோதித்தல்

source: Speech Dispatcher works. Do you want to skip other tests?
ta: பேச்சு அனுப்பியவர் படைப்புகள். மற்ற சோதனைகளைத் தவிர்க்க விரும்புகிறீர்களா?

source: Speech Dispatcher isn't running or we can't connect to it (see above), do you want to proceed with other tests? (They can help to determine what is wrong)
ta: பேச்சு அனுப்பியவர் இயங்கவில்லை அல்லது அதை இணைக்க முடியாது (மேலே காண்க), நீங்கள் மற்ற சோதனைகளுடன் தொடர விரும்புகிறீர்களா? (அவை தீர்மானிக்க உதவலாம் என்ன தவறு)

source: Do you want to test the %s now?
ta: நீங்கள் இப்போது %s ஐ சோதிக்க விரும்புகிறீர்களா?

source: Testing whether Python Speech Dispatcher library is in path and importable
ta: பைதான் பேச்சு அனுப்பி நூலகம் பாதையில் உள்ளதா மற்றும் இறக்குமதி செய்யப்படுகிறதா என்பதை சோதிக்கிறது

source: Diagnostics results:
ta: கண்டறிதல் முடிவுகள்:

source: Speech Dispatcher is working
ta: பேச்சு அனுப்பியவர் வேலை செய்கிறார்

source: Speech Dispatcher not working through spd-say
ta: பேச்சு அனுப்பியவர் SPD-say மூலம் வேலை செய்யவில்லை

source: Synthesizers that were tested and seem to work: %s
ta: சோதிக்கப்பட்ட மற்றும் வேலை செய்யத் தோன்றும் சின்தசைசர்கள்: %s

source: Audio systems that were tested and seem to work: %s
ta: சோதனை செய்யப்பட்டு வேலை செய்யத் தோன்றும் ஆடியோ அமைப்புகள்: %s

source: Python Speech Dispatcher module is importable
ta: பைதான் பேச்சு அனுப்பி தொகுதி இறக்குமதி செய்யக்கூடியது

source: Python Speech Dispatcher module not importable. Either not installed or not in path.
ta: பைதான் பேச்சு அனுப்பி தொகுதி இறக்குமதி செய்யப்படவில்லை. ஒன்று நிறுவப்படவில்லை அல்லது பாதையில் இல்லை.

source: End of diagnostics results
ta: கண்டறியும் முடிவுகளின் முடிவு

source: Starting collecting debugging output, configuration and logfiles
ta: பிழைத்திருத்த வெளியீடு, உள்ளமைவு மற்றும் பதிவு கோப்புகளை சேகரிக்கத் தொடங்குகிறது

source: Do you want to debug 'system' or 'user' Speech Dispatcher?
ta: 'சிச்டம்' அல்லது 'பயனர்' பேச்சு அனுப்பியவரை பிழைத்திருத்த விரும்புகிறீர்களா?

source: It is necessary to kill the currently running Speech Dispatcher processes. Do you want to do it now?
ta: தற்போது இயங்கும் பேச்சு அனுப்பியவரைக் கொல்ல வேண்டியது தேவை செயல்முறைகள். இப்போது அதை செய்ய விரும்புகிறீர்களா?

source: You decided not to kill running Speech Dispatcher processes. Please make sure your Speech Dispatcher is not running now.
ta: இயங்கும் பேச்சு அனுப்பும் செயல்முறைகளை கொல்ல வேண்டாம் என்று முடிவு செய்தீர்கள். உங்கள் பேச்சு அனுப்பியவர் இப்போது இயங்கவில்லை என்பதை உறுதிப்படுத்தவும்.

source: Is your Speech Dispatcher not running now?
ta: உங்கள் பேச்சு அனுப்பியவர் இப்போது இயங்கவில்லையா?

source: Can't continue, please stop your Speech Dispatcher and try again
ta: தொடர முடியாது, தயவுசெய்து உங்கள் பேச்சு அனுப்பியவரை நிறுத்தி மீண்டும் முயற்சிக்கவும்

source: Speech Dispatcher will be started now in debugging mode
ta: பேச்சு அனுப்பியவர் இப்போது பிழைத்திருத்த பயன்முறையில் தொடங்கப்படுவார்

source: Warning: You must be root or under sudo to do this.
ta: எச்சரிக்கை: இதைச் செய்ய நீங்கள் வேர் அல்லது சூடோவின் கீழ் இருக்க வேண்டும்.

source: Please start your system Speech Dispatcher now with parameter '-D'
ta: உங்கள் கணினி பேச்சு அனுப்பியவரை இப்போது '-d' அளவுருவுடன் தொடங்கவும்

source: Is your Speech Dispatcher running now?
ta: உங்கள் பேச்சு அனுப்பியவர் இப்போது இயங்குகிறாரா?

source: Can't continue
ta: தொடர முடியாது

source: Speech Dispatcher failed to start, continuing anyway?
ta: பேச்சு அனுப்பியவர் தொடங்கத் தவறிவிட்டார், எப்படியும் தொடர்கிறீர்களா?

source: Trying to speak some messages
ta: சில செய்திகளைப் பேச முயற்சிக்கிறது

source: Can't test Speech Dispatcher connection, can't connect
ta: பேச்சு அனுப்பி இணைப்பை சோதிக்க முடியாது, இணைக்க முடியாது

source: Please wait (about 5 seconds)
ta: தயவுசெய்து காத்திருங்கள் (சுமார் 5 வினாடிகள்)

source: Collecting debugging output and your configuration information
ta: பிழைத்திருத்த வெளியீடு மற்றும் உங்கள் உள்ளமைவு தகவல்களை சேகரித்தல்

source: Please send %s to speechd-discuss@nongnu.org with a short description of what you did. We will get in touch with you soon and suggest a solution.
ta: தயவுசெய்து %s உடன் speechord-discuss@nongnu.org க்கு அனுப்பவும் நீங்கள் செய்ததைப் பற்றிய ஒரு குறுகிய விளக்கம். நாங்கள் விரைவில் உங்களுடன் தொடர்பு கொள்வோம் மற்றும் ஒரு தீர்வை பரிந்துரைக்கவும்.

source: User configuration already exists. Do you want to rewrite it with a new one?
ta: பயனர் உள்ளமைவு ஏற்கனவே உள்ளது. புதிய ஒன்றைக் கொண்டு அதை மீண்டும் எழுத விரும்புகிறீர்களா?

source: Keeping configuration intact and continuing with settings.
ta: உள்ளமைவை அப்படியே வைத்திருத்தல் மற்றும் அமைப்புகளுடன் தொடர்கிறது.

source: User configuration already exists, but it seems to be incomplete. Do you want to keep it?
ta: பயனர் உள்ளமைவு ஏற்கனவே உள்ளது, ஆனால் அது முழுமையடையாது என்று தெரிகிறது. நீங்கள் அதை வைத்திருக்க விரும்புகிறீர்களா?

source: Keeping configuration intact and aborting.
ta: உள்ளமைவை அப்படியே வைத்திருத்தல் மற்றும் கருக்கலைப்பு செய்தல்.

source: User configuration created in %s
ta: பயனர் உள்ளமைவு %s இல் உருவாக்கப்பட்டது

source: Configuring user settings for Speech Dispatcher
ta: பேச்சு அனுப்பியவருக்கான பயனர் அமைப்புகளை உள்ளமைத்தல்

source: Configuring system settings for Speech Dispatcher
ta: பேச்சு அனுப்பியவருக்கான கணினி அமைப்புகளை உள்ளமைத்தல்

source: Default speech rate (on the scale of -100..100, 0 is default, 50 is faster, -50 is slower)
ta: இயல்புநிலை பேச்சு வீதம் (-100..100 அளவில், 0 இயல்புநிலை, 50 வேகமானது, -50 மெதுவாக உள்ளது)

source: Default speech pitch (on the scale of -100..100, 0 is default, 50 is higher, -50 is lower)
ta: இயல்புநிலை பேச்சு சுருதி (-100..100 அளவில், 0 இயல்புநிலை, 50 அதிகமாக உள்ளது, -50 குறைவாக உள்ளது)

source: Default speech pitch range (on the scale of -100..100, 0 is default, 50 is higher, -50 is lower)
ta: இயல்புநிலை பேச்சு சுருதி வரம்பு (-100..100 என்ற அளவில், 0 இயல்புநிலை, 50 அதிகமாக உள்ளது, -50 குறைவாக உள்ளது)

source: Do you want to have Speech Dispatcher automatically started from ~/.config/autostart ? This is usually not necessary, most applications will start Speech Dispatcher automatically.
ta: ~/.Config/autostart இலிருந்து தானாகவே பேச்சு அனுப்பியவர் தொடங்க விரும்புகிறீர்களா? இது பொதுவாக தேவையில்லை, பெரும்பாலான பயன்பாடுகள் தானாக பேச்சு அனுப்பியவரைத் தொடங்கும்.

source: Configuration written to %s Basic configuration now complete. You might still need to fine tune it by manually editing the configuration file above. Especially if you need to use special audio settings, non-standard synthesizer ports etc.
ta: உள்ளமைவு %s க்கு எழுதப்பட்டது அடிப்படை உள்ளமைவு இப்போது முடிந்தது. நீங்கள் இன்னும் அதை நன்றாக மாற்ற வேண்டும் மேலே உள்ள உள்ளமைவு கோப்பை கைமுறையாக திருத்துதல். குறிப்பாக உங்களுக்கு தேவைப்பட்டால் சிறப்பு ஆடியோ அமைப்புகள், தரமற்ற சின்தசைசர் போர்ட்கள் போன்றவற்றைப் பயன்படுத்தவும்.

source: Starting Speech Dispatcher in user-mode
ta: பயனர் பயன்முறையில் பேச்சு அனுப்பியவர்

source: Can't start Speech Dispatcher. Exited with status %d
ta: பேச்சு அனுப்பியவரைத் தொடங்க முடியாது. நிலை %d உடன் வெளியேறியது

source: Perhaps this is because your Speech Dispatcher is already running. Do you want to kill all running Speech Dispatchers and try again?
ta: உங்கள் பேச்சு அனுப்பியவர் ஏற்கனவே இயங்குவதால் இருக்கலாம். இயங்கும் அனைத்து பேச்சு அனுப்புபவர்களையும் கொன்று மீண்டும் முயற்சிக்க விரும்புகிறீர்களா?

source: Can't start Speech Dispatcher
ta: பேச்சு அனுப்பியவரைத் தொடங்க முடியாது

source: Starting Speech Dispatcher in system-mode
ta: கணினி-பயன்முறையில் பேச்சு அனுப்பியவர்

source: Is your system using an /etc/init.d/speech-dispatcher script?
ta: உங்கள் கணினி /etc/init.d/speech-dispatcher ச்கிரிப்டைப் பயன்படுத்துகிறதா?

source: Stopping Speech Dispatcher in case any is running already
ta: ஏதேனும் ஏற்கனவே இயங்கினால் பேச்சு அனுப்பியவரை நிறுத்துதல்

source: Starting Speech Dispatcher via /etc/init.d/speech-dispatcher
ta: /Etc/init.d/speech-dispatcher வழியாக பேச்சு அனுப்பியவர்

source: Do not know how to start system Speech Dispatcher, you have to start it manually to continue.
ta: கணினி பேச்சு அனுப்பியவரை எவ்வாறு தொடங்குவது என்று தெரியவில்லை, தொடர நீங்கள் அதை கைமுறையாக தொடங்க வேண்டும்.

source: Have you started Speech Dispatcher now?
ta: நீங்கள் இப்போது பேச்சு அனுப்பியவரைத் தொடங்கினீர்களா?

source: Do you want to create/setup a 'user' or 'system' configuration?
ta: 'பயனர்' அல்லது 'கணினி' உள்ளமைவை உருவாக்க/அமைக்க விரும்புகிறீர்களா?

source: Do you want to start/restart Speech Dispatcher now and run some tests?
ta: பேச்சு அனுப்பியவரை இப்போது தொடங்க/மறுதொடக்கம் செய்து சில சோதனைகளை இயக்க விரும்புகிறீர்களா?

source: Your configuration is now done but not tested
ta: உங்கள் உள்ளமைவு இப்போது செய்யப்பட்டுள்ளது, ஆனால் சோதிக்கப்படவில்லை

source: Your Speech Dispatcher is not running
ta: உங்கள் பேச்சு அனுப்பியவர் இயங்கவில்லை

source: Do you want to run debugging now and send a request for help to the developers?
ta: நீங்கள் இப்போது பிழைத்திருத்தத்தை இயக்க விரும்புகிறீர்களா மற்றும் டெவலப்பர்களுக்கு உதவிக்கான கோரிக்கையை அனுப்ப விரும்புகிறீர்களா?

source: Speech Dispatcher configuration tool
ta: பேச்சு அனுப்பி உள்ளமைவு கருவி

source: Do you want to continue with basic settings?
ta: அடிப்படை அமைப்புகளுடன் தொடர விரும்புகிறீர்களா?

source: Do you want to setup a completely new configuration?
ta: முற்றிலும் புதிய உள்ளமைவை அமைக்க விரும்புகிறீர்களா?

source: Do you want to run diagnosis of problems?
ta: சிக்கல்களைக் கண்டறிவதை இயக்க விரும்புகிறீர்களா?

source: Please run this command again and select what you want to do or read the quick help available through '-h' or '--help'.
ta: தயவுசெய்து இந்த கட்டளையை மீண்டும் இயக்கவும், நீங்கள் என்ன செய்ய விரும்புகிறீர்கள் என்பதைத் தேர்ந்தெடுக்கவும் அல்லது '-h' அல்லது '-உதவி' மூலம் கிடைக்கும் விரைவான உதவியைப் படியுங்கள்.
